tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "composer"
brew "dnsmasq", restart_service: true
brew "mas"
brew "mysql@5.7"
brew "nginx", restart_service: true
brew "php", restart_service: true
cask "altserver"
cask "bartender"
cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "handbrake"
cask "imageoptim"
cask "iterm2"
cask "little-snitch"
cask "logitech-options"
cask "metaz"
cask "micro-snitch"
cask "microsoft-teams"
cask "powershell"
cask "slack"
cask "sony-ps4-remote-play"
cask "unity-hub"
cask "visual-studio-code"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft Remote Desktop", id: 1295203466
mas "Xcode", id: 497799835
