tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.8"
brew "isl"
brew "cmake"
brew "composer"
brew "dnsmasq", restart_service: true
brew "dpkg"
brew "gobject-introspection"
brew "harfbuzz"
brew "ffmpeg"
brew "gd"
brew "git"
brew "go"
brew "golangci-lint"
brew "netpbm"
brew "hdf5"
brew "hugo"
brew "ldid"
brew "libmatio"
brew "mas"
brew "mysql@5.7", restart_service: true
brew "nginx", restart_service: true
brew "node"
brew "php", link: false
brew "php@7.4", restart_service: true, link: true
brew "sox"
brew "swig"
brew "youtube-dl"
cask "adobe-acrobat-reader"
cask "altserver"
cask "bartender"
cask "calibre"
cask "carbon-copy-cloner"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "imazing"
cask "istat-menus"
cask "keka"
cask "little-snitch"
cask "logitech-options"
cask "mactex"
cask "magicavoxel"
cask "micro-snitch"
cask "microsoft-teams"
cask "multipatch"
cask "native-access"
cask "powershell"
cask "safari-technology-preview"
cask "sequel-pro"
cask "slack"
cask "sony-ps4-remote-play"
cask "soundflower"
cask "steam"
cask "surge-synthesizer"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "tuxguitar"
cask "vcv-rack"
cask "virtualbox"
cask "visual-studio-code"
cask "xld"
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "MainStage", id: 634159523
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft Word", id: 462054704
mas "Motion", id: 434290957
mas "Pages", id: 409201541
mas "PCalc", id: 403504866
